[1,0,0,[["cc.JsonAsset",["_name","json"],1]],[[0,0,1,3]],[[0,"daoyouDialogue",[{"sid":"1101","did":"1","type":1,"content":"Tại bờ Tây Hải có một nơi linh mạch, đạo hữu có muốn cùng ta mạo hiểm một chuyến không? Chi bằng gọi thêm vài người nữa, chúng ta liền lên đường."},{"sid":"1102","did":"1","type":1,"content":"Thiếu hiệp, có một kẻ bịt mặt lặng lẽ theo dõi ta mấy chục dặm rồi, liệu có thể ra tay tương trợ?"},{"sid":"1201","did":"1","type":2,"content":"Ở ngã tư đường có một lão gia, đưa cho ông ấy những thứ này, ông ấy sẽ tiết lộ thân thế của ta, nhưng điều này thực sự làm khó ta."},{"sid":"1202","did":"1","type":2,"content":"Những gì ta cần, cực kỳ bình thường, nhưng lại vô cùng cấp bách, nếu đạo hữu có thể ra tay giúp đỡ..."},{"sid":"1301","did":"1","type":3,"content":"Nếu không phải vì cuộc sống khó khăn, thật ra ta rất không muốn rời bỏ."},{"sid":"1302","did":"1","type":3,"content":"Đại thanh lý, nhìn một chút xem một chút, đạo hữu nhất định sẽ thích món này!"},{"sid":"2101","did":"2","type":1,"content":"Tính một ngón tay, sao Tử Vi di chuyển về hướng nam, chúng ta nhất định sẽ trở thành một tổ hợp nổi danh trong giang hồ."},{"sid":"2102","did":"2","type":1,"content":"Đi thôi thiếu hiệp! Uống rượu, rượu ngon món ngon ta bao!"},{"sid":"2201","did":"2","type":2,"content":"Chuyện này, liên quan đến rất nhiều người, chỉ có đạo hữu mới có thể làm được, ra tay hay không, tất cả đều nằm trong một ý niệm của đạo hữu."},{"sid":"2202","did":"2","type":2,"content":"Ta đang quyên góp vật phẩm, chuyên để giúp đỡ những người góa bụa, cô đơn, thiếu hiệp, đạo hữu chắc chắn sẽ không keo kiệt chứ?"},{"sid":"2301","did":"2","type":3,"content":"Này! Xem lâu như vậy rồi, rốt cuộc có mua hay không? Sảng khoái một chút, lấy một cái đi!"},{"sid":"2302","did":"2","type":3,"content":"Nam hay nữ, già hay trẻ, có tiền thì ủng hộ tiền bạc, không có tiền thì ủng hộ tinh thần!"},{"sid":"3101","did":"3","type":1,"content":"Vượt qua ngọn núi này, bên kia núi có một nơi linh khí dồi dào, nhưng cần một chút lợi ích ta mới dẫn đạo hữu đi."},{"sid":"3102","did":"3","type":1,"content":"Nghe nói đạo hữu từng một mình đánh bại yêu thú thượng cổ? Có dám nhận nhiệm vụ của ta không?"},{"sid":"3201","did":"3","type":2,"content":"Những vật ngoài thân không giúp ích gì cho việc tu tiên của đạo hữu, chi bằng hãy để ta gánh vác giúp đạo hữu! Ha ha ha!"},{"sid":"3202","did":"3","type":2,"content":"Vật này ta không rõ là gì, nhưng lại vô cùng cần thiết. Quan đạo hữu phong thái bất phàm, liệu có biết lai lịch của nó chăng?"},{"sid":"3301","did":"3","type":3,"content":"Giao dịch vốn là tiền trao cháo múc, hàng hóa đã ở đây, đều là thượng phẩm hảo hạng!"},{"sid":"3302","did":"3","type":3,"content":"Đạo hữu xin bớt chút đi! Tài mặc cả của đạo hữu quả là bậc nhất thiên hạ!"},{"sid":"4101","did":"4","type":1,"content":"Tu vi của đạo hữu đã đạt tới cảnh giới như vậy, có lẽ, ta nên dẫn đạo hữu đi kiến thức những chân trời rộng lớn hơn."},{"sid":"4102","did":"4","type":1,"content":"Thiếu hiệp, nếu người có thể giúp ta đuổi lũ sơn tặc khỏi quê nhà, ta nhất định sẽ báo đáp đại ân này..."},{"sid":"4201","did":"4","type":2,"content":"Hừ... tiểu tử thú vị, ngươi đang nhìn gì vậy?"},{"sid":"4202","did":"4","type":2,"content":"Ta từ chốn Bồ Đề có được vài món bảo vật, muốn tìm người hữu duyên trao đổi, đạo hữu có hứng thú chăng?"},{"sid":"4301","did":"4","type":3,"content":"Ngươi muốn ta liền bán, ngươi không muốn ta cũng có thể ép mua, ê! Ngươi đừng đi mà!"},{"sid":"4302","did":"4","type":3,"content":"996,007 gì đó thật phiền phức, mau đến đây tiêu xài hoang dã một phen, mang đi hết muộn phiền."},{"sid":"5101","did":"5","type":1,"content":"Thiên phú tu hành của đạo hữu cực cao, chỉ cần thêm chút kỳ ngộ, là có thể trở thành một cường giả."},{"sid":"5102","did":"5","type":1,"content":"Không thể tưởng tượng được đạo hữu trẻ tuổi như vậy mà đã có tu vi như thế này, xem ra nhiệm vụ này không ai khác ngoài đạo hữu!"},{"sid":"5201","did":"5","type":2,"content":"Đạo hữu đoán xem, ta đang nghĩ gì? Đoán không ra thì phải nói một câu chân thật đó."},{"sid":"5202","did":"5","type":2,"content":"Này! Chuyện ta nói với đạo hữu thế nào rồi? Đối với một cường giả như đạo hữu mà nói thì chỉ là chuyện nhỏ thôi mà?"},{"sid":"5301","did":"5","type":3,"content":"Hoàn thành giao dịch này, ta liền định rửa tay gác kiếm, về quê an hưởng tuổi già, nhưng ta đã đợi cả một năm rồi, đạo hữu có biết một năm này ta sống thế nào không!"},{"sid":"5302","did":"5","type":3,"content":"Hàng hóa Nam Bắc, vật phẩm kỳ trân, cái gì cũng có, đi ngang qua, đừng bỏ lỡ!"},{"sid":"6101","did":"6","type":1,"content":"Rượu mới xanh màu ngọc, lò đất nung đỏ hồng. Chiều muộn trời sắp đổ tuyết, cùng nâng chén được chăng?"},{"sid":"6102","did":"6","type":1,"content":"Bờ Nam Hải bỗng xuất hiện ngàn đầu yêu thú, gieo rắc tai ương cho dân chúng, thiếu hiệp có nguyện cùng ta diệt trừ yêu tà?"},{"sid":"6201","did":"6","type":2,"content":"Ngay trên con đường nhỏ vừa rồi, ta đã thấy người mà ta nguyện vì người ấy mà nỗ lực tất cả."},{"sid":"6202","did":"6","type":2,"content":"Ta đắc tội với lão đại Thiết Mã Bang, muốn tìm người che chở, không biết ngươi có che chở nổi không?"},{"sid":"6301","did":"6","type":3,"content":"Búa lớn vừa vang, vàng bạc vạn lượng, đây chính là bảo vật đào được dưới từ đường tổ tiên, tuyệt đối đáng giá này."},{"sid":"6302","did":"6","type":3,"content":"Tụ tinh hoa đất trời, hấp linh khí nhật nguyệt, gom phong vật núi sông, mới có thể luyện hóa vật này, cái giá này thật sự đã hời cho ngươi rồi."},{"sid":"7101","did":"7","type":1,"content":"Đại bang chủ Tiêu triệu tập đại hội võ lâm này tại Vân Đỉnh chi Điên, chính là sự kiện lớn của giang hồ, cùng nhau đi xem thử xem sao!"},{"sid":"7102","did":"7","type":1,"content":"Ta muốn dạy dỗ những kẻ tiểu nhân không biết trời cao đất dày kia một bài học, tuy không thể vang danh thiên hạ, nhưng cũng coi như làm một việc đại thiện cho giang hồ."},{"sid":"7201","did":"7","type":2,"content":"Phi Hoa Lệnh? Nhiệm vụ này giá trị không nhỏ đâu, ngươi không làm ta làm đó!"},{"sid":"7202","did":"7","type":2,"content":"Để mua được bộ 《Triều Tuyết》 nổi danh khắp Giang Nam kia, ta đã bỏ ra không ít vốn liếng, giúp ta việc này, có lẽ ta sẽ cho ngươi xem ké."},{"sid":"7301","did":"7","type":3,"content":"Con đường thương gia này như biển sao mênh mông, ta còn cần phải nỗ lực tìm tòi gấp bội, tương lai ta nhất định sẽ trở thành người giàu nhất cái thôn này!"},{"sid":"7302","did":"7","type":3,"content":"Ngươi không mua, ta không mua, vậy ta chỉ có thể tiếp tục uống bàn đại hải. Để các ngươi kiến thức một chút về bàn đại hải truyền âm công của ta!!!!!!"},{"sid":"8101","did":"8","type":1,"content":"Mục tiêu cuối cùng của ta, chính là trở thành người đứng đầu Đấu La Bảng, nhưng lại không tìm được cường giả để rèn luyện thuật pháp, ngươi, rất mạnh, đến chiến?"},{"sid":"8102","did":"8","type":1,"content":"Con đường đầy bùn lầy có lẽ mới có thể kết thúc sự cô đơn của ta, nhưng ai có thể hiểu được một người đã lang thang trong khu rừng băng giá nhiều năm? Ngươi có nguyện cùng ta đồng hành?"},{"sid":"8201","did":"8","type":2,"content":"Có đôi khi, sự ban tặng vô thường, ngược lại là một loại tổn thương, cho nên, ta sẽ có thường mà ban tặng ngươi một vài bảo vật."},{"sid":"8202","did":"8","type":2,"content":" Nội công tâm pháp của ngươi cực kỳ mạnh mẽ, nhưng cần thêm nhiều rèn giũa mới có thể kích phát ra sức mạnh thuần túy nhất."},{"sid":"8301","did":"8","type":3,"content":"Bảo vật này hoàn toàn là vật trời cho, hiếm có khó tìm, trên đường đi ta đã đánh bại hơn một trăm tên cướp đoạt, ta thấy nó có duyên với ngươi, chi bằng ngươi hãy mang nó đi."},{"sid":"8302","did":"8","type":3,"content":"Tên bộ khoái kia thật không nói đạo lý, lại tịch thu cả đòn gánh của ta rồi, mau mua đi, ta không muốn cứ ôm đồ đạc thế này mãi."},{"sid":"9101","did":"9","type":1,"content":"Ta vốn là thị nữ của Tây Vương Mẫu, vì phạm thiên quy nên bị phạt đến đây, cần tu đủ tám trăm năm công đức mới có thể trở về thiên đình, đây đã là năm cuối cùng rồi..."},{"sid":"9102","did":"9","type":1,"content":"Nếu có thể lấy được một chiếc kim cánh trên người Kim Điêu phương Tây, thì có thể trừ được 50 năm công đức, đây quả là một vụ làm ăn rất hời."},{"sid":"9201","did":"9","type":2,"content":"Là một người tu tiên, không chỉ cần tu luyện nhục thể của mình, mà còn cần phải tu luyện tinh thần của mình."},{"sid":"9202","did":"9","type":2,"content":"Chỉ có ý chí kiên định, mới không dao động đạo tâm trên con đường tu tiên dài đằng đẵng, nếu ngay cả đạo tâm cũng dao động, thì thứ tiếp theo ngươi gặp chính là Ngưu Đầu Mã Diện ở địa phủ."},{"sid":"9301","did":"9","type":3,"content":"Ha, dường như lại có chút lưu luyến nhân gian, hay là trở thành một thương gia, tuy không thể trở về thiên đình, nhưng cũng sống tự do tự tại."},{"sid":"9302","did":"9","type":3,"content":"Ngươi có nhìn ra đây là gì không? Đây chính là thứ từng được Tây Vương Mẫu yêu thích nhất."}]]],0,0,[],[],[]]