[1,0,0,[["cc.JsonAsset",["_name","json"],1]],[[0,0,1,3]],[[0,"helpInfo",[{"id":"1","desc":"·Các đạo hữu có thể tự mình khai tông lập phái, và tự do đặt tên cho môn phái theo ý thích.\n·Các đạo hữu cũng có thể nộp đơn xin gia nhập vào các môn phái do người chơi khác thành lập.\n·Các thành viên trong cùng một môn phái có thể tự do trò chuyện trên giao diện chat của môn phái.\n·Vào 0 giờ mỗi ngày, số lượng người trợ giúp tiên minh sẽ được thiết lập lại, và tất cả các yêu cầu trợ giúp của ngày hôm trước sẽ bị xóa.\n·Thời gian hỗ trợ chỉ được tính khi có thời gian nâng cấp đang diễn ra, nếu không có quá trình nâng cấp nào, thì hỗ trợ sẽ không có tác dụng.\n·Sau 72 giờ kể từ khi thành lập liên minh, các tính năng như cửa hàng liên minh và BOSS liên minh sẽ chính thức hoạt động.\n·Điểm tích cực trong bảy ngày của liên minh được tính bằng tổng điểm tích cực của tất cả các thành viên liên minh trong bảy ngày.\nCác đạo hữu có thể nhận được điểm tích cực thông qua việc đăng nhập mỗi ngày, kích hoạt đỉnh lô, khai thác động thiên, tham gia đấu pháp, tiêu thụ linh thạch, tương trợ lẫn nhau trong liên minh, khiêu chiến BOSS liên minh, và nâng cao tầng cao nhất mỗi tuần trong thí luyện.\n·Điểm tích cực chỉ được tính trong bảy ngày gần nhất của người chơi.\n·Minh chủ tiên minh có thể tự chọn chuyển nhượng chức vị minh chủ cho bất kỳ thành viên tiên minh nào, việc chuyển nhượng thủ công có thời gian chờ là 72 giờ.\n·Nếu minh chủ vắng mặt quá 5 ngày, vị trí minh chủ sẽ tự động được chuyển giao cho thành viên có điểm tích cực cao nhất trong bảy ngày."},{"id":"2","desc":"·Vật phẩm trong động thiên sẽ tự động làm mới sau một khoảng thời gian nhất định.\n·Trong động thiên của mình, khi số lượng đạo đồng hai bên phái ra bằng nhau, ta sẽ có ưu thế.\n·Mỗi loại và cấp độ vật phẩm khác nhau sẽ có số lượng đạo đồng được phái đến khác nhau.\n·Khi hoàn thành việc thu thập vật phẩm, tâm trạng của đạo đồng sẽ giảm xuống một chút.\n·Tâm trạng sẽ ảnh hưởng đến hiệu quả thu thập của đạo đồng.\n·Tâm trạng của đạo đồng sẽ được làm mới mỗi ngày.\n·Khi đi cướp đoạt, mỗi lần chỉ có thể cướp tối đa 1 vật phẩm của người chơi đó.\n·Nếu rút toàn bộ đạo đồng được phái đi khi đang cướp đoạt, vật phẩm đó sẽ dừng ở vị trí hiện tại.\n·Khi xông vào động phủ của người khác, có thể dùng vũ lực đánh đuổi những kẻ đang xâm chiếm động phủ đó.\n·Sau khi đánh đuổi người chơi khác, kỳ vật mà người chơi đó đang thu thập sẽ tạm dừng ở vị trí đó.\n·Sau khi phái đạo đồng 99 lần, đạo đồng sẽ rơi vào trạng thái mệt mỏi, tốc độ thu thập chỉ còn 1%.\n·Muốn thăng cấp động phủ cần dùng đến kiến mộc, sau khi thăng cấp, có thể làm mới kỳ vật phẩm cấp cao hơn."},{"id":"3","desc":"·Hoàn thành nhiệm vụ tấn thăng vinh diệu có thể nhận thưởng danh hiệu vinh diệu và phần thưởng đạo cụ.\n·Mỗi danh hiệu đều có thuộc tính cộng thêm, danh hiệu càng hiếm thì thuộc tính cộng thêm càng tốt.\n·Thuộc tính danh hiệu sau khi mở khóa không cần đeo vẫn có thể hưởng thuộc tính cộng thêm.\n·Tổng thuộc tính danh hiệu chính là tổng thuộc tính cộng thêm của tất cả các danh hiệu đã mở khóa hiện tại.\n·Kỹ năng đặc biệt của Thương nhân trang bị: Khi bán trang bị, người chơi sẽ nhận được nhiều tiền hơn."},{"id":"4","desc":"·Sau khi mở khóa chức năng, người chơi có thể thông qua cổng Thú Linh để nhận được Thú Linh mà mình mong muốn, mỗi Thú Linh sẽ tăng các thuộc tính khác nhau.\n·Thú Linh nhận được có thể tiêu thụ Tinh Hoa Huyết Mạch để tăng cấp Thú Linh, vật phẩm Tinh Hoa Huyết Mạch có thể vào chức năng Luyện Hồn trong trò chơi để nhận.\n·Cứ mỗi 3 cấp độ, Thú Linh sẽ nhận được một lần tiến giai, sau khi tiến giai sẽ nhận được thuộc tính đặc biệt ngẫu nhiên tăng lên, tối đa có thể nhận thêm hai thuộc tính đặc biệt mới.\n·Mỗi Thú Linh có một cấp độ phát triển riêng.\n·Người chơi có thể thông qua Thú Linh Hoàn Đồng để hoàn đồng những Thú Linh không cần thiết, sau khi hoàn đồng Thú Linh sẽ biến mất, đồng thời trả lại một nửa tiêu hao nâng cấp Thú Linh."},{"id":"5","desc":"·Sau khi hệ thống BOSS Tiên Minh được mở, mặc định sẽ mở khóa BOSS độ khó 1.\n·Sau khi tiêu diệt BOSS độ khó 1, sẽ mở khóa BOSS độ khó 2, và cứ thế tiếp tục.\n·Mỗi ngày, từ 10:00 đến 13:30, minh chủ có thể chọn một BOSS với độ khó tùy chọn trong số các BOSS đã mở khóa để triệu hồi. Nếu minh chủ không triệu hồi BOSS trước 13:30, hệ thống sẽ tự động chọn BOSS có độ khó cao nhất hiện có. Mỗi ngày chỉ được phép triệu hồi một BOSS duy nhất, nếu BOSS đó chưa bị đánh bại, trạng thái của nó sẽ được làm mới vào ngày tiếp theo.\n·Thời gian kết thúc khiêu chiến BOSS Tiên Minh là 22:00.\n·Thành viên Tiên Minh gia nhập đủ 24 tiếng có thể tham gia khiêu chiến BOSS.\n·Mỗi ngày có 3 lần khiêu chiến miễn phí, 3 lần khiêu chiến bổ sung (mỗi lần khiêu chiến tiêu hao 1 Luyện Ma Lệnh).\n·Tất cả thành viên Tiên Minh cùng chia sẻ lượng máu của BOSS.\n·Mỗi lượt tấn công BOSS, người chơi sẽ nhận được phần thưởng tương ứng với lượng sát thương đã gây ra, cùng với cơ hội nhận được các vật phẩm rơi ngẫu nhiên.\n·Sau khi BOSS bị tiêu diệt, tất cả thành viên Tiên Minh gia nhập đủ 24 tiếng sẽ nhận được thưởng thông quan, được gửi qua thư."},{"id":"6","desc":"·Ghi lại thứ hạng sát thương của mỗi BOSS hôm nay và lần trước.\n·Bảng xếp hạng này không có phần thưởng."},{"id":"7","desc":"·Mỗi lần mở đỉnh đều cần tiêu hao đỉnh lô, đỉnh lô có thể thông qua hoạt động, phần thưởng nhiệm vụ hoặc mua trong cửa hàng để nhận.\n·Mở đỉnh có thể nhận được kinh nghiệm nhân vật.\n·Đỉnh lô có thể thăng cấp và tiến giai, thăng cấp cần tiêu hao tiền đồng, tiến giai cần tiêu hao thời gian.\n·Khi đỉnh lô tiến giai có thể thông qua xem quảng cáo hoặc tiêu hao Luân Hồi Thạch để rút ngắn thời gian nâng cấp.\n·Mỗi lần mở đỉnh đều có thể nhận được trang bị, trang bị nhận được có thể bán để nhận tiền đồng hoặc phân giải để nhận Thần Chú Lệnh.\n·Có một tỷ lệ nhất định nhận được chiến kỳ khi khai đỉnh. Sau khi người chơi nhận đủ 16 chiến kỳ trong ngày, tỷ lệ nhận chiến kỳ tiếp theo sẽ giảm đáng kể.\n·Khi đạt cấp 100, người chơi có thể kích hoạt chế độ khai đỉnh nhanh, bỏ qua quá trình biến đổi màu sắc của đỉnh lô."},{"id":"8","desc":"·玩家获得的兽灵可通过炼魂玩法获得血脉精华奖励。\n·炼魂位置默认为3个，可通过购买终身卡额外解锁1个炼魂位置。\n·越高品质的兽灵每小时可获得的血脉精华数量越多。\n·玩家可通过点击要操作的兽灵进行炼魂和取消炼魂炼魂获得的血脉精华上限为3500，超过后将不再累积，请及时领取。"},{"id":"9","desc":"·生命:战斗状态下，生命值为0时，即为挑战失败\n·攻击:攻击越高战斗中造成的伤害越高\n·防御:减少战斗中受到的伤害\n·速度:速度值越高战斗中优先出手攻击\n·生命百分比:增加一定比例的生命值\n·攻击百分比:增加一定比例的攻击值\n·防御百分比:增加一定比例的防御值\n·速度百分比:增加一定比例的速度值\n·晕眩:使对手无法行动1回合\n·闪避:有几率闪避1次敌方的攻击\n·连击:有几率多释放一次攻击\n·反击:受到攻击时有几率进行反击\n·暴击:攻击时有几率造成两倍的伤害\n·吸血:战斗中根据攻击伤害恢复生命\n·晕眩抵抗:增加晕眩抗性\n·闪避抵抗:增加闪避抗性\n·连击抵抗:增加连击抗性\n·反击抵抗:增加反击抗性\n·暴击抵抗:增加暴击抗性\n·吸血抵抗:增加生命汲取抗性\n·暴伤增加:提高暴击伤害\n·暴伤减免:降低暴击伤害\n·伤害增加:造成的伤害增加一定比例\n·伤害减免：受到的伤害减少一定比例\n·身轻如燕：提高自身速度\n·步履维艰：减少对手速度\n·连暴：连击时有概率触发暴击\n·反暴：反击时有概率触发暴击\n·连暴抵抗：增加连暴抗性\n·反暴抵抗：增加反暴抗性"},{"id":"10","desc":"·玩家可在斗法场里选择需要挑战的玩家进行挑战，每次挑战需要消耗1面战旗。\n·战斗记录会记录最近20次挑战/被挑战的战斗记录。若玩家被其他人挑战成功可在战斗记录里找到相应记录进行复仇挑战，每次复仇挑战也需消耗1面战旗。\n·每次挑战胜利都会获得斗法场积分提升以及额外的道具奖励。\n·战旗可以通过商店购买，开启炉鼎也有一定概率获得战旗。\n·斗法台每日和每周都可以根据积分排名情况领取相应的排名奖励，积分排名越高奖励越好。\n·每日榜单结算时间: 每日22:00，每日结算之后即可正常进行挑战。\n·每周榜单结算时间: 周日22:00-22:05每周结算时间内将无法进行挑战，待结算完毕后即可正常进行挑战。"},{"id":"11","desc":"·玩家解锁功能后，可免费获得虎啸剑灵。\n·玩家可通过消耗灵石解锁更多剑灵，灵石解锁的剑灵会附加额外抵抗属性。\n·所有剑灵都可以通过消耗百炼玉进行经验，当经验达到100%时，即可提升属性。\n·所有剑灵的等级为同一个等级，更换剑灵仅更换剑灵外观及相应抵抗属性效果。\n·当剑灵等级达到上限时，需要对其进行进阶，进阶后，可获得抵抗属性提升。"},{"id":"12","desc":"/"},{"id":"13","desc":"·玩家达到等级解锁试炼关卡后，可在里面验证自己的实力，挑战试炼关卡无需消耗任何道具。\n·每次挑战胜利后都会获得灵珠，灵珠可用来永久解锁试炼装备槽位。\n·挑战达到特定关卡还可以获得额外的道具奖励。\n·每个关卡挑战胜利后都会随机出3个试炼装备，玩家可从3个装备中选择1个使用，使用后装备进试炼装备槽位中。\n·若选择的装备在装备槽位中已有同类装备，则会根据装备品质提升装备等级，最高25级。\n·当槽位不足时，想装备新的试炼装备，可以选择一个槽位内的装备进行替换，替换后等级不会继承。\n·试炼装备效果仅在试炼关卡生效，每个不同的试炼装备都会占用1个试炼装备槽位。\n·通关30个关卡后即可开启重置关卡功能。此时，可以通过重置关卡进行重新挑战。\n·重置关卡后，所有试炼装备将清除重新获得且已获得过奖励的关卡当周再次挑战不会再获得奖励。\n·若重置后历史最高记录与当前层数差值大于21关，则可以通过快速挑战，快速跳到历史最高关卡减去20关的关卡数。\n·若挑战回合超过30回合未分出胜负则判定为挑战失败。\n·每周会根据玩家挑战的最高关卡数进行排名，并在每周周日结算之后通过邮件发放相应的排名奖励。\n·榜单结算时间: 周日22: 30-24: 00届时将无法继续进行试炼关卡挑战。"},{"id":"14","desc":"·这是符石"},{"id":"15","desc":"·这是祭坛"},{"id":"16","desc":"·这是灵仙精灵"},{"id":"17","desc":"·这是更换灵石"},{"id":"18","desc":"·每日挑战的BOSS分为6只，对应晕眩、暴击、反击、连击、吸血和闪避，将在每日0点随机刷新。\n·每只不同的BOSS属性有所偏向，其特性将随着玩家等级进行变化。\n·可挑战次数上限为3次，每日24点刷新。每日12点和18点时，若可挑战次数不足3次，则会补充1次。\n·挑战回合最多为15回合，超过则自动进行结算。\n·结算时，达到对应档次的伤害时，奖励自动发放。"},{"id":"19","desc":"·玩家可以通过消耗钥匙开启宝箱获得法器。\n·玩家每天可以获得免费抽取4次法器的次数，免费次数不能累加，且于次日0点清空重置。\n·每一种法器都可以升阶，升阶法器需要消耗对应的法器碎片或者天材地宝。\n·要升阶法器之前需要先激活法器，激活法器需要消耗碎片。\n·不同的法器加成的属性和数值会不一样。\n·每次抽取都有机会额外获得钥匙。\n·抽取概率预览\n中品品质法器概率: 50.5%\n上品品质法器概率: 30.6%\n极品品质法器概率: 6.8%\n天材地宝概率：1.1%\n天地宝鉴2个概率：7%\n天地宝鉴3个概率：2.2%\n天地宝鉴4个概率：1.8%"},{"id":"20","desc":"·每次开卦会消耗一定的灵石，每日可通过观看视频免费开卦一定次数。\n·开卦结果即最终指针指向的结果。\n·每日获得过的奖励不会再次开到，即下次开卦会在剩余可获得的奖励中获得1件，次日0时刷新获取进度。\n·大奖由玩家自选，在获得大奖之前，都可以进行更换。"},{"id":"21","desc":"出售灵珠购买道具"},{"id":"22","desc":"·消耗附魔材料对装备进行附魔。\n·每次附魔会提高装备附魔等级，并且刷新附魔属性的类型，获得附魔属性。\n·每件装备都可以进行附魔。\n·附魔等级提升到对应等级时会增加附魔属性的条目，最多3条。\n·附魔可以锁定再进行提升，锁定是锁定所有属性条目，只进行升级。\n·附魔等级达到出现新条目的等级时，就算锁定，也只锁已有的属性，新生成的属性依旧随机出现。\n·新出现条目后继续锁定升级，此时就会全都锁定。\n·可以通过附魔转换在同附魔等级上刷新不同的附魔属性类型，同属性最多可存在3条。"},{"id":"23","desc":"·在持之以恒活动中购买福利礼包即可累计充值天数。\n·福利礼包每天限购1个。\n·累计天数满3天以及5天可以领取阶段奖励。\n·奖励请及时领取，如果活动结束后，尚有奖励未领取，则在活动结算时将通过邮件发放剩余奖励。"},{"id":"24","desc":"·通过鼎炉炼器有概率获得藏宝图。\n·藏宝图可用于九龙秘宝活动抽取奖励。\n·每次抽取奖励会获得秘宝积分以及抽取的奖励。\n·秘宝积分用于秘宝排行。当九龙秘宝活动结束后，根据秘宝积分高低进行排行结算，根据排行发放奖励。\n·抽取秘宝奖励达到目标次数后，可领取阶段奖励。\n·秘宝礼包内可购买的礼包每日限量购买。次日会刷新可购买次数。\n·藏宝图于活动结束时会自动兑换为铜钱，请及时使用。"},{"id":"25","desc":"·星魂可以通过购买星魂袋获得。\n·星魂总共有5种不同的星魂形状，每种星魂有9个品阶。\n·任意相同品阶的3颗星魂可以合成一个随机形状的高一品阶星魂。\n·星魂可以镶嵌到对应星宿的星魂槽位上，星魂形状必须和星宿槽位上的形状相同。\n·星宿必须按照顺序从前往后解锁，获得解锁资格以后，花费灵石可以解锁下一个星宿。\n·星魂属性=星宿槽位基础属性×镶嵌星魂能量值\n·4阶以上的星魂可以进行重铸。重铸能将星魂在同品阶上随机成另一种形状。\n·当镶嵌了特殊属性的星魂时，会获得特殊主属性和特殊副属性的提升。需要通过特殊属性选择来选择要生效的特殊主属性种类，只能同时选择1种特殊主属性生效，其他特殊属性按照特殊副属性来提升。\n·特殊属性选择解锁时可以免费选择1种特殊主属性生效。\n·当镶嵌了特殊抗性的星魂时，需要通过特殊抗性选择来选择要生效的特殊抗性，只能同时选择1种特殊抗性生效。\n·星魂能量值：\n  1级=1\n  2级=2\n  3级=4\n  4级=8\n  5级=16\n  6级=32\n  7级=64\n  8级=128\n  9级=256\n·每1点能量值所提升各属性：\n  血量：400\n  攻击：100\n  防御：60\n  速度：40\n  特殊主属性：0.1%\n  特殊副属性：0.05%\n  特殊抗性：0.1%"},{"id":"26","desc":"·星魂可以通过购买星魂袋获得。\n·星魂总共有5种不同的星魂形状，每种星魂有9个品阶。\n·任意相同品阶的3颗星魂可以合成一个随机形状的高一品阶星魂。\n·星魂可以镶嵌到对应星宿的星魂槽位上，星魂形状必须和星宿槽位上的形状相同。\n·星宿必须按照顺序从前往后解锁，获得解锁资格以后，花费灵石可以解锁下一个星宿。\n·星魂属性=星宿槽位基础属性×镶嵌星魂能量值\n·4阶以上的星魂可以进行重铸。重铸能将星魂在同品阶上随机成另一种形状。\n·当镶嵌了特殊属性的星魂时，会获得特殊主属性和特殊副属性的提升。需要通过特殊属性选择来选择要生效的特殊主属性种类，只能同时选择1种特殊主属性生效，其他特殊属性按照特殊副属性来提升。\n·特殊属性选择解锁时可以免费选择1种特殊主属性生效。\n·当镶嵌了特殊抗性的星魂时，需要通过特殊抗性选择来选择要生效的特殊抗性，只能同时选择1种特殊抗性生效。\n·星魂能量值：\n  1级=1\n  2级=2\n  3级=4\n  4级=8\n  5级=16\n  6级=32\n  7级=64\n  8级=128\n  9级=256\n·每1点能量值所提升各属性：\n  血量：400\n  攻击：100\n  防御：60\n  速度：40\n  特殊主属性：0.1%\n  特殊副属性：0.05%\n  特殊抗性：0.1%"},{"id":"27","desc":"·通过斗法挑战有概率获得藏宝图。\n·藏宝图可用于九龙秘宝活动抽取奖励。\n·每次抽取奖励会获得秘宝积分以及抽取的奖励。\n·秘宝积分用于秘宝排行。当九龙秘宝活动结束后，根据秘宝积分高低进行排行结算，根据排行发放奖励。\n·抽取秘宝奖励达到目标次数后，可领取阶段奖励。\n·秘宝礼包内可购买的礼包每日限量购买。次日会刷新可购买次数。\n·藏宝图于活动结束时会自动兑换为铜钱，请及时使用。"},{"id":"28","desc":"·通过洞天采集或者掠夺有概率获得藏宝图。\n·藏宝图可用于九龙秘宝活动抽取奖励。\n·每次抽取奖励会获得秘宝积分以及抽取的奖励。\n·秘宝积分用于秘宝排行。当九龙秘宝活动结束后，根据秘宝积分高低进行排行结算，根据排行发放奖励。\n·抽取秘宝奖励达到目标次数后，可领取阶段奖励。\n·秘宝礼包内可购买的礼包每日限量购买。次日会刷新可购买次数。\n·藏宝图于活动结束时会自动兑换为铜钱，请及时使用。"},{"id":"29","desc":"·装备商人活动开始后持续24小时。\n·每次出售装备获得的铜币会在装备商人活动处累计数额并且会受到阶段加成，每个阶段加成不同。\n·活动结束后，可以进行奖励领取。\n·超时未领取奖励，将通过邮件进行发送。\n\n奖励档次：\n1、活动期间累计150000铜钱，活动结束后可获得200%的铜钱奖励。\n2、活动期间累计100000铜钱，活动结束后可获得160%的铜钱奖励。\n3、活动期间累计50000铜钱，活动结束后可获得120%的铜钱奖励。\n4、活动期间累计15000铜钱，活动结束后可获得80%的铜钱奖励。\n5、活动期间累计低于15000铜钱，活动结束后可获得20%的铜钱奖励。"},{"id":"30","desc":"·野蛮生长：提高钓到的鱼灵的长度\n·垂钓速度：提高钓鱼的速度\n·明眸：降低钓到杂物的概率\n·一心：降低鱼的逃跑概率\n·通晓：提高钓鱼不消耗饵料的概率\n·奇货：提高出售鱼灵获得的鱼币数量\n·小型鱼技巧：提高钓到小型鱼的概率\n·中型鱼技巧：提高钓到中型鱼的概率\n·大型鱼技巧：提高钓到大型鱼的概率\n·活字典：提高钓到水中生物的概率\n·饵料加工：提高钓饵属性加成\n·流浪：提高钓到杂物的概率\n·小型鱼天敌：降低钓到小型鱼的概率\n·中型鱼天敌：降低钓到中型鱼的概率\n·大型鱼天敌：降低钓到大型鱼的概率\n·强度：降低大鱼挣脱鱼线的概率\n·慧根：5%概率不消耗体力\n·塘主：水族箱属性增加5%\n·变废为宝：出售杂物鱼币翻倍\n·妙手：垂钓目标概率提高10%"},{"id":"31","desc":"·可以把钓到的鱼灵放进鱼塘。\n·放入鱼塘的鱼灵可以为玩家提供战斗属性加成。\n·鱼塘中可以放入的某个类型的鱼灵位置满时，无法放入相同类型的鱼灵。\n·升级鱼塘可以拓展可放入的鱼灵的数量。"},{"id":"32","desc":"·祈福将随机投掷6个骰子。\n·当场上的骰子“福”的数量不足6个时可以进行改运。\n·改运将重新投掷场上所有非“福”的骰子。\n·按照骰子中“福”的数量来给予奖励。\n·祈福后，随时可以领取奖励。\n·仙盟中所有人的“福”的数量会被统计，仙盟总福数量达标时，所有仙盟成员可以领奖。\n·单颗骰子出现“福”的概率为30%。\n·每颗骰子投掷时出现“福”的概率单独计算。\n·每天重置免费祈福次数和免费改运次数。"},{"id":"33","desc":"·秘笈分为6本可以修炼。\n·秘笈升级消耗悟性。\n·秘笈进阶消耗秘笈点。\n·达到一定等级后，需要进阶，才能继续升级。\n·修炼秘笈提升的属性不会因为退出公会或者更换公会而变化。"},{"id":"34","desc":"·破除心魔需要消耗清心莲。\n·清心莲可通过活动任务获得或每8小时自动获得1个。\n·破除不同级别的心魔，所需的精怪数量不同。\n·破除心魔所得积分根据心魔级别与精怪的等级、品质有关。\n·每次破除心魔会根据最终积分范围随机获得积分。\n·每只用于破除心魔的精怪，每天仅能使用1次，合理安排精怪使用有奇效。"},{"id":"35","desc":"·活动期间累充积分达到对应充值档位时，可以领取奖励。\n·每充值1元可获得10累充积分"},{"id":"36","desc":"·可以无限次数挑战关卡。\n·活动结束后根据玩家挑战的关卡数进行排名，活动结束后根据排名通过邮箱发放奖励。\n·卫道豪礼的礼包根据关卡进度解锁可购买资格。"},{"id":"37","desc":"·活动期间，参与任务可获得访仙石。\n·访仙石可用于仙居游历活动，仙居游历可获得稀有道具和仙居积分。\n·访仙石于活动结束时清零，请及时使用。\n·仙居积分累计一定数量后，可领取仙居进度奖励。\n·活动结束时，按照玩家在活动期间获得的仙居积分总值的进行排名结算，奖励通过邮件发放。\n仙居游历活动奖励：\n·中品仙蛋，0.24%\n·上品仙侣残魂，0.57%\n·中品仙侣残魂，9.17%\n·下品仙侣残魂，17.19%\n·凡品仙蛋，10.25%\n·灵石，24.06%\n·鼎炉，8%\n·[中品]雅物，18.52%\n·轮回石，12.52%"},{"id":"38","desc":"·完成活跃任务获得起源仙尘，起源仙尘可以用于开启起源之树中的栏位。\n·完成探索任务可以获取起源之证，起源之证可用于起源轮盘的抽奖。\n·起源之树分为5层，对应金、木、水、火、土五行，在每一层内放置对应五行的兽灵，可以获得额外的产出速度。\n  ·金：招摇草妖、富贵福猪、邪甲魔獐、盈虚白狐、燎原赤狐、烈火麒麟、狂傲血熊\n  ·木：金冠地蟾、踏雪天马、青角猛狮、青焰玄牡、负山龙龟、摩柯战象\n  ·水：赤顶玄蛇、烈羽金雕、镇恶獬豸、踏云墨挣、落龙子、天命玄鸟\n  ·火：矫健飞猫、三尾灵狐、元初白泽、幼年饕餮、暗夜陆吾、千年角龙\n  ·土：玲珑锦鲤、初生麒麟、通天暴猿、灵仙夫诸、翔云蛟龙、冥渊巨鲲\n·积分会持续积累，随时可以领取，单次积累达到上限后不会继续累计。\n·每小时有概率掉落起源之证，在领取积分时如果有掉落的起源之证，会一起领取。\n·可以通过快速挂机，消耗起源仙尘进行积分的快速获取，单次领取2小时的挂机奖励。\n·起源轮盘在抽到大奖以后，保底次数会进行重置。\n·起源轮盘的限量奖励为活动期间限量产出，获取达到上限后不会再获取。\n·起源积分用于排名，根据排名在活动结束时获取排名奖励。"},{"id":"39","desc":"·剑气有多个品质，品质越高奖励越高。\n·每个品质的剑气初始获得时为一阶剑气，可以继续修炼进行升阶，最高五阶。\n·继续修炼无论成功或者失败，都会获得奖励的增加。成功时奖励翻3倍，失败时奖励翻2倍。\n·修炼期间可以在任何时候“见好就收”，领取当前奖励。\n·修炼剑气和继续修炼每天都有免费次数，免费次数耗尽以后需要消耗剑神令或者灵石。\n·每天12点和18点时，修炼剑气的次数不满3次时，免费恢复1次。\n·每天可以观看视频获取免费次数。\n·每日0点会补满每日免费次数。"},{"id":"40","desc":"角色套装：\n·使用道具兑换角色套装，兑换后将获得套装属性。\n·每个套装只能获取1次，获取后可以进行升阶。\n·获取后的套装可以在幻境阁中进行换装。\n·每多获取1套相同派系内的套装，可以获得派系专属的属性。\n·当派系内所有套装内的最低等级达到锦绣光环升级需求时，可以提升锦绣光环等级。\n·套装属性为获取&提升后即生效。\n高级剑灵：\n·使用道具兑换高级剑灵，兑换后可前往剑灵界面进行佩戴。\n·每个剑灵只能获取1次，获取后可以进行觉醒。\n·所有剑灵觉醒最低等级达到锦绣光环升级需求时，可以提升锦绣光环等级。\n·高级剑灵只在佩戴时生效属性。"},{"id":"41","desc":"·每天有免费的运宝次数，免费运宝次数用完以后，需要消耗秘宝令才能运宝。\n·运宝前根据概率获取脚夫，脚夫品质越高，获取的奖励越高，需要消耗的时间越多。\n·刷新脚夫品质时，脚夫品质不会回退，只会在当前品质与更高品质之间概率刷新。\n·运宝时，玩家可以邀请仙盟成员作为护卫，每个仙盟成员每天总共只能作为2次护卫。\n·当护送成功时，护卫可以获得该次押镖10%的奖励作为酬劳，宝主获取剩余90%。\n·运宝期间与非运宝期间，均可对运宝中的玩家进行掠夺。\n·每次掠夺获取该次运宝总奖励的10%，每个脚夫单次运宝最多只能被掠夺4次。\n·每天可以向龙王上香3次，获取香火之力以及道具奖励。\n·龙王的香火之力满了之后会触发龙王等级提升，等级越高，加成效果越好。\n·付费一定数量的玩家可消耗灵石激活龙王显圣，全场所有脚夫在显圣时间内速度加快50%。"},{"id":"42","desc":"·5星以上的兽灵可以选择另一个5星以上并且品质低于自己的兽灵作为材料兽灵进行融合。\n·普通融合时，将会在材料兽灵上随机出1个技能（含主技能）；随机出技能后，玩家可以在融合兽灵上选择1个技能与随机到\n  的技能进行替换。\n·如果随机到相同的技能，也只能进行替换，替换将会继承材料兽灵身上技能的等级。\n·高级融合时，将可以消耗道具，自选要替换的两个技能进行替换。\n·当融合兽灵上的技能满级，如果材料兽灵上有一样的技能，该技能不会参与随机。\n·当材料兽灵上的技能在融合兽灵上都处于满级时，该材料兽灵不能使用。\n·融合后无论替换或放弃，材料兽灵都会消失。"},{"id":"43","desc":"·消耗甘甜玉露可以召唤兽灵。\n·召唤不同品质的兽灵所需的甘甜玉露数量不同。\n·使用灵石或者甘甜玉露可以重新抽取一组（3个）新的兽灵。\n·抽取时，100次以内必定刷出传奇（红）或者神话（彩）品质的兽灵。\n·如果100次以内刷出传奇（红）兽灵，则次数重置为100次，并且下100次以内必定刷出神话（彩）兽灵。\n·终身卡玩家每刷新20次内，必定会刷出传奇（红）兽灵。\n·兽灵初始被动技能数量根据初始品质不同：\n  下品（绿）：0个\n  中品（蓝）：1个\n  上品（紫）：2个\n  仙品（橙）：3个\n  传奇（红）：4个\n  神话（彩）：4个"},{"id":"44","desc":"·上阵的兽灵可以在战斗中释放主技能，为战局带来更多变化。\n·消耗血脉精华可以提升兽灵的等级，兽灵升级后属性加成会获得提升。\n·不同品质的兽灵等级上限不同，达到当前品质的等级上限后无法继续升级。\n·吞噬同名兽灵可以将兽灵升星，提升兽灵属性和技能。兽灵技能不满5个时，兽灵升星会获得新的被动技能；当兽灵技能满5个时，兽灵升星将会随机升级其中1个技能的等级。\n  ·绿品升星属性提升：0.5%\n  ·蓝品升星属性提升：1%\n  ·紫品升星属性提升：2%\n  ·橙品升星属性提升：3%\n  ·红品升星属性提升：4%\n  ·彩品升星属性提升：5%\n·兽灵达到吞噬5星后，可以将其他达到吞噬5星并且品质低于自己的兽灵融合，融合后可以获得被融合兽灵的其中1个技能与自身技能进行替换。\n·兽灵吞噬升星还会获得属性的提升，吞噬达到25星满星。\n·进行吞噬的兽灵只按照被吞噬兽灵的星级进行继承对应的提升。\n·兽灵满星以后可继续吞噬，直到所有技能满级。\n·兽灵的属性加成和被动技能带来的属性需要上阵才会生效。\n·可以派遣1只兽灵作为协同兽灵上阵，协同兽灵上阵以后可以获得协同兽灵的属性和被动技能加成，协同兽灵无法释放主技能。\n·协同兽灵的属性和被动技能加成生效与协同兽灵的品质相关。"},{"id":"45","desc":"·获取特定的兽灵完成组合可以形成羁绊，羁绊会带来永久的属性加成。\n·放生兽灵不会影响已激活的羁绊。"},{"id":"46","desc":"·玩家可以放置兽灵到炼魂内进行炼魂，根据时间产出血脉精华。\n·不同品质兽灵的产出速度不同。\n·初始有3个炼魂位置，第四个炼魂格需根据要求解锁。\n·终身卡期间，会为炼魂提供额外的产出加成。\n·玩家可通过点击要操作的兽灵进行炼魂和取消炼魂炼魂，获得的血脉精华达到上限后后将不再继续累积，请及时领取。"},{"id":"47","desc":"·兽灵达到当前品质的等级上限以后，可以吞噬同品质兽灵进行进化。\n·兽灵进化可以提升兽灵的等级上限，并且根据进化后的品质获取新的被动技能。\n·兽灵进化需要自身达到当前品质的等级上限，并且消耗2个同品质的兽灵。"},{"id":"48","desc":"·不同龙王等级获得的运宝加成不同。\n  Lv.1： 鼎炉+10%\n  Lv.2： 鼎炉+20%\n  Lv.3： 鼎炉+20%、血脉精华+10%\n  Lv.4： 鼎炉+30%、血脉精华+10%\n  Lv.5： 鼎炉+40%、血脉精华+10%\n  Lv.6： 鼎炉+40%、血脉精华+20%\n  Lv.7： 鼎炉+50%、血脉精华+20%\n  Lv.8： 鼎炉+60%、血脉精华+20%\n  Lv.9： 鼎炉+60%、血脉精华+30%\n  Lv.10：鼎炉+70%、血脉精华+30%\n  Lv.11：鼎炉+80%、血脉精华+30%\n  Lv.12：鼎炉+80%、血脉精华+40%\n  Lv.13：鼎炉+90%、血脉精华+40%\n  Lv.14：鼎炉+100%、血脉精华+40%\n  Lv.15：鼎炉+100%、血脉精华+50%\n  Lv.16：鼎炉+110%、血脉精华+50%\n  Lv.17：鼎炉+120%、血脉精华+50%\n  Lv.18：鼎炉+120%、血脉精华+60%\n  Lv.19：鼎炉+130%、血脉精华+60%\n  Lv.20：鼎炉+140%、血脉精华+60%"},{"id":"49","desc":"1、挑战\n ·在最强斗罗中，可以挑战比自己排名高的玩家，在限定回合内将其击败，则挑战成功，双方排名互换并获得奖励；反之挑战失败，不获得奖励。\n ·可以对比自己排名低的玩家发起扫荡，扫荡可直接获得奖励。\n ·挑战和扫荡其他玩家都需要消耗斗罗贴。当斗罗帖未达到数量上限时，每3小时回复1个。每日还可以使用灵石进行限量兑换斗罗贴。\n ·如果不满意当前的挑战和扫荡对象，可以消耗灵石进行刷新。\n2. 排行\n ·根据所在的名次进行排行，最强斗罗每周重置，重置后需要重新进行挑战。\n3. 奖励\n ·每日奖励：每天24点根据当前排名进行结算。\n ·活动奖励：活动结束当日24点根据当前排名进行结算。\n ·奖励发放：奖励通过邮件发放，请到邮箱领取。\n4. 跨服\n ·最近的10个区为一组跨服，将共同争夺最强斗罗。"},{"id":"50","desc":"合成\n ·将两只相同品质的仙侣拖放到一起，进行仙侣合成。\n ·合成仙侣，可以获得高阶品质的仙侣，或当前品质的仙桃和高阶品质的仙侣碎片。\n经验\n ·所有仙桃均可为其他仙侣提供经验，将仙桃拖放到其他仙侣身上，以进行经验喂养。\n详情\n ·点击仙侣，可以查看该仙侣相关信息。\n出战\n ·将仙侣拖放到出战位上，可以让此仙侣参与战斗。\n助战\n ·将仙侣拖放到助战位上，可以让此仙侣的助战技能生效，为出战仙侣提供增幅。\n锁定\n ·可以将仙侣进行锁定。\n ·已锁定的仙侣不能参与合成，但是可以进行喂养与战斗。\n仙侣蛋\n ·每过6小时，你可以获得1颗免费的仙侣蛋，最多储存5颗。\n合成概率\n ·凡品仙侣 90% 合成为下品仙侣。\n ·下品仙侣 75% 合成为中品仙侣。\n ·中品仙侣 35% 合成为上品仙侣。\n ·上品仙侣 16% 合成为仙品仙侣。\n ·仙品仙侣 8% 合成为传奇仙侣。\n ·传奇仙侣 3% 合成为神话仙侣。\n ·神话仙侣 100% 合成为不同的神话仙侣。\n保底规则\n ·下品仙侣合成中品仙侣，连续失败1次，下一次必定成功。\n ·中品仙侣合成上品仙侣，连续失败3次，下一次必定成功。\n ·上品仙侣合成仙品仙侣，连续失败6次，下一次必定成功。\n ·仙品仙侣合成传奇仙侣，连续失败12次，下一次必定成功。\n ·传奇仙侣合成神话仙侣，连续失败33次，下一次必定成功。"},{"id":"51","desc":"图鉴说明\n ·玩家已经获得的仙侣，其信息将在图鉴中永久解锁。\n ·玩家未获得过的仙侣，其信息将在图鉴内隐藏。\n ·每解锁一个仙侣，即可领取其解锁奖励，奖励只能领取一次。\n ·仙侣的合成配方，将在解锁该仙侣后显示。\n合成概率\n ·凡品仙侣 90% 合成为下品仙侣。\n ·下品仙侣 75% 合成为中品仙侣。\n ·中品仙侣 35% 合成为上品仙侣。\n ·上品仙侣 16% 合成为仙品仙侣。\n ·仙品仙侣 8% 合成为传奇仙侣。\n ·传奇仙侣 3% 合成为神话仙侣。\n ·神话仙侣 100% 合成为不同的神话仙侣。\n保底规则\n ·下品仙侣合成中品仙侣，连续失败1次，下一次必定成功。\n ·中品仙侣合成上品仙侣，连续失败3次，下一次必定成功。\n ·上品仙侣合成仙品仙侣，连续失败6次，下一次必定成功。\n ·仙品仙侣合成传奇仙侣，连续失败12次，下一次必定成功。\n ·传奇仙侣合成神话仙侣，连续失败33次，下一次必定成功。\n"},{"id":"52","desc":"·仙侣攻击资质: 仙侣每升一级所提高的攻击属性\n·仙侣防御资质: 仙侣每升一级所提高的防御属性\n·仙侣生命资质: 仙侣每升一级所提高的生命属性\n·仙侣速度资质：仙侣每升一级所提高的速度属性\n·仙侣全忽视成长: 仙侣每达到对应等级都会提高晕眩抵抗、闪避抵抗、暴击抵抗、反击抵抗、连击抵抗、吸血抵抗\n·仙侣攻击加成：按百分比提高仙侣攻击\n·仙侣防御加成：按百分比提高仙侣防御\n·仙侣生命加成：按百分比提高仙侣生命\n·仙侣速度加成：按百分比提高仙侣速度\n·仙侣攻击继承：仙侣会按百分比继承人物的攻击属性\n·仙侣防御继承：仙侣会按百分比继承人物的防御属性\n·仙侣生命继承：仙侣会按百分比继承人物的生命属性\n·仙侣速度继承：仙侣会按百分比继承人物的速度属性\n·击中回复: 普通攻击命中时回复固定生命值\n·反弹伤害: 将所受普通攻击伤害以一定百分比反馈给伤害来源\n·流血：仙侣普通攻击时有概率触发，为目标施加流血buff\n·中毒：仙侣普通攻击时有概率触发，为目标施加中毒buff\n·灼烧：仙侣普通攻击时有概率触发，为目标施加灼烧buff\n·冻伤：仙侣普通攻击时有概率触发，为目标施加冻伤buff\n·忽视防御：仙侣普通攻击时忽视目标一定百分比的防御\n·伤害加成：仙侣造成的任意伤害加成比率\n·伤害减免：仙侣受到的任意伤害减免比率\n·治疗加成：仙侣获得的任意生命回复效果的加成比率\n·人神伤害加成: 对人神派系仙侣的伤害加成比率\n·灵仙伤害加成: 对灵仙派系仙侣的伤害加成比率\n·冥府伤害加成: 对冥府派系仙侣的伤害加成比率\n·古神伤害加成: 对古神派系仙侣伤害加成比率\n·人神伤害减免: 受到人神派系仙侣的伤害减免比率\n·灵仙伤害减免: 受到灵仙派系仙侣的伤害减免比率\n·冥府伤害减免: 受到冥府派系仙侣的伤害减免比率\n·古神伤害减免：受到人类派系仙侣的伤害减免比率\n·对怪物伤害加成: 仙侣在与怪物战斗时的伤害加成比率\n·受怪物伤害减免: 仙侣在与怪物战斗时的伤害加成比率\n·对玩家伤害加成：仙侣在与玩家战斗时的伤害加成比率\n·受玩家伤害减免: 仙侣在与玩家战斗时的伤害加成比率\n·恫吓: 仙侣出场且存活时，敌对单位速度按百分比降低\n·萎靡：仙侣出场且存活时，敌对单位生命回复效果按百分比降低\n·狂暴：暴击时按百分比造成额外真实伤害，此伤害无法被减免\n·噬魂：对方生命值低于50%时，造成额外的伤害"},{"id":"53","desc":"·消耗仙宫乐舞专用道具进行乐舞表演，可以获得积分和道具奖励。\n·不同品质的道具获得的积分不同。\n·积分用于在兑换商店中兑换道具。\n·某些道具需要在活动期间达到一定积分后才能开启兑换资格。\n·活动结束以后，按照此次活动中消耗道具获得的总积分进行排名，通过邮件发放排名奖励。\n·活动结束后，尚未使用的所有道具以及尚未领取的累充道具，都会自动转化为积分，通过邮件发放，但不计入本次排行榜结\n  算，请及时使用道具。\n·未使用完的积分在活动结束以后不会清空，在下次开启乐舞活动后可以继续在商城中进行兑换。"},{"id":"54","desc":"·玩家可以自选大奖参与抽奖，大奖未选时，无法抽奖。\n·每次可以选择1个大奖，在大奖还未抽出时，可以选择其他可选大奖进行大奖更换。\n·每个大奖有不同的可抽中次数，当可抽中次数不足时，无法再次选择该大奖。\n·每次抽奖消耗月饼，抽奖获得抽取到的奖励和满月值。\n·满月值越高，抽到大奖的概率越高；满月值满了以后，下次抽奖必出大奖。\n·抽奖时抽取到嫦娥信物和玉兔信物可以前往月宫宝阁兑换不同奖励。\n·活动期间完成每日活动任务可以获得月饼，任务每日0点重置。\n·活动期间累计进行抽奖可以获得累计奖励，累计奖励在活动期间手动领取，活动结束以后不再能领取。"},{"id":"55","desc":"·挑战关卡，战胜以后获得摸金罗盘，总共15关，无法重复挑战。\n·使用摸金罗盘即可开启宝图，并获得对应宝图的奖励。\n·当横向同行或者纵向同列的宝图都被激活后，则可以获得外围大奖。\n·累计2、4、6、9、12个大奖被打开后，可以领取进度奖励。\n·宝图激活几率将根据已激活的宝图浮动，最多不超过85次开启一个新宝图。·概率公示\n  ·天工锤 X1——6%\n  ·百炼玉 X1——15%\n  ·铜钱 X500——10%\n  ·点星石 X5——10%\n  ·鼎炉 X20——20%\n  ·甘甜玉露 X10——5%\n  ·血脉精华 X100——1%\n  ·凡品仙蛋 X1——10%\n  ·淬仙石 X10——3%\n  ·轮回石 X10——5%\n  ·建木 X15——5%\n  ·功法 X25——5%\n  ·仙丹 X50——5%"},{"id":"56","desc":"·消耗道具进行抽奖，每次抽奖都会增加神韵值，神韵值满了以后，下次抽奖必中大奖。\n·部分奖励有限量次数，当限量次数不足，则无法继续抽中该奖励。\n·完成活动任务可以获得抽奖道具，任务每日0点重置。\n·概率公示\n  ·随机橙色仙侣 X1——0.35%\n  ·随机紫色仙侣 X1——1.65%\n  ·凡品仙蛋 X20——1%\n  ·凡品仙蛋 X10——2%\n  ·鼎炉 X250——4%\n  ·凡品仙蛋 X2——18.2%\n  ·铜钱 X9000——18.2%\n  ·鼎炉 X30——18.2%\n  ·加速券 X5——18.2%\n  ·道友礼盒 X1——18.2%"},{"id":"57","desc":"·消耗道具进行抽奖，每次抽奖都会增加神韵值，神韵值满了以后，下次抽奖必中大奖。\n·部分奖励有限量次数，当限量次数不足，则无法继续抽中该奖励。\n·完成活动任务可以获得抽奖道具，任务每日0点重置。\n·概率公示\n  ·红彩兽灵自选 X1——0.35%\n  ·甘甜玉露 X500——1.65%\n  ·随机橙色兽灵 X1——1%\n  ·甘甜玉露 X200——2%\n  ·血脉精华 X500——4%\n  ·甘甜玉露 X20——18.2%\n  ·血脉精华 X100——18.2%\n  ·鼎炉 X30——18.2%\n  ·加速券 X5——18.2%\n  ·道友礼盒 X1——18.2%"},{"id":"58","desc":"·兽灵可以选择另一只兽灵进行共生，获得共生兽灵的原生属性和被动技能加成，兽灵主技能以及通过共生获得的属性在共生时不生效。\n·不同品质的兽灵可以提供的共生属性比例不同。\n·每一个兽灵只能获取1个兽灵的共生属性，也只能共生给1个兽灵。\n·兽灵获得的共生属性，需要兽灵上阵才会生效。"},{"id":"59","desc":"·玩家可以自选大奖参与抽奖，大奖未选时，无法抽奖。\n·每次可以选择1个大奖，在大奖还未抽出时，可以选择其他可选大奖进行大奖更换。\n·每个大奖有不同的可抽中次数，当可抽中次数不足时，无法再次选择该大奖。\n·每次抽奖消耗寻花酒，抽奖获得抽取到的奖励和观赏度。\n·观赏度越高，抽到大奖的概率越高；观赏度满了以后，下次抽奖必出大奖。\n·抽奖时抽取到赏花令和觅宝令可以前往灵霄宝阁兑换不同奖励。\n·活动期间完成每日活动任务可以获得寻花酒，任务每日0点重置。\n·活动期间累计进行抽奖可以获得累计奖励，累计奖励在活动期间手动领取，活动结束以后不再能领取。"},{"id":"60","desc":"·完成每日任务获取游园食盒，每日0点刷新任务进度和奖励。\n·根据破除的层数，可以领取进度大奖。\n·需要把自选进度大奖都选择完成以后，才能开始进行出游。\n·每次出游时，小沙弥会在木桩上随机一格前往，到达对应木桩后，获得奖励。\n·已经领取过的木桩奖励不会重复走到。\n·每层有多圈的木桩，将由外到内依次破除。\n·每圈所有木桩破除完毕后才会进入下一圈。\n·每圈都有1个特殊木桩，特殊木桩破除后可以破除这圈剩余的所有木桩，获得对应的奖励，并进入下一圈。\n·每层的最内部，都有一个最终的核心木桩，破除木桩可以进入下一层。\n·当道友通关最后一层后，将会进入循环层，循环层每次出游完成后将重置该层继续抽取"},{"id":"61","desc":"一、获取命格\n1.消耗蓍草能获取命格。\n2.每次获取命格，都能获得随机的命格\n3.天格、地格、人格、外格，能获得特殊的先天命格效果。\n4.先天命格分为武道、灵根、神识、元神、五行、通幽六种。\n5.获得的同种先天命格数量越多，效果越好。\n二、命盘境界\n1.每次获取命格，都能获得命盘境界的经验。\n2.提升命盘境界的等级，就有可能获得更高等级的命格。\n三、开悟\n1.使用命盘能提升当前开悟等级。\n2.开悟等级越高，每次获取命格时能获得高品质命格的概率就越高。\n四、灵脉\n1.武道\n  Lv1： 开场3回合内，吸血属性提升20%\n  Lv2 ：开场3回合内，吸血属性提升30% \n  Lv3 ：开场3回合内，吸血属性提升40%\n  Lv4 ：开场3回合内，吸血属性提升50%\n2.灵根\n  Lv1：反击时，伤害提升20%\n  Lv2：反击时，伤害提升30%\n  Lv3：反击时，伤害提升40%\n  Lv4：反击时，伤害提升50%\n3.神识\n  Lv1：第1回合连击几率提升20%\n  Lv2：第1回合连击几率提升30%\n  Lv3：第1回合连击几率提升40%\n  Lv4：第1回合连击几率提升50%\n4.元神\n  Lv1 触发闪避后，强化仙侣提升4%，最多叠加5次。\n  Lv2 触发闪避后，强化仙侣提升6%，最多叠加5次。\n  Lv3 触发闪避后，强化仙侣提升8%，最多叠加5次。\n  Lv4 触发闪避后，强化仙侣提升10%，最多叠加5次。\n5.五行\n  Lv1 每次暴击后，爆伤提升12%，直到战斗结束\n  Lv2 每次暴击后，爆伤提升17%，直到战斗结束\n  Lv3 每次暴击后，爆伤提升22%，直到战斗结束\n  Lv4 每次暴击后，爆伤提升27%，直到战斗结束\n6.通幽\n  Lv1 每回合提升6%的击晕几率\n  Lv2 每回合提升8%的击晕几率\n  Lv3 每回合提升10%的击晕几率\n  Lv4 每回合提升12%的击晕几率"},{"id":"62","desc":"一、秘法养成\n1.在战斗时出战的秘法能发挥不同作用。\n2.秘法分为仙法、玄功、异术、威能。不同类型的秘法会有不同的触发条件。但出战的秘法都能带来属性加成。\n3.消耗法决，能提升秘法的等级，等级提升后出战属性加成会提升。在达到等级上限时，需要对秘法进行突破进阶来获取新的等级上限。\n4.使用太玄符进行参悟，可以获得新的秘法，重复获得的秘法将转化为对应的碎片，碎片可以用于秘法的突破进阶。\n二、秘法效果\n1.仙法:在战斗中消耗灵力释放。\n2.玄功:在战斗中通过攻击触发。\n3.异术:在战斗中通过仙侣触发。\n4.威能:在战斗中被动触发。\n三、铭文\n1.秘法达到指定等级后会开启铭文槽位，铭文槽位可以装备不同的铭文。\n2.铭文装备后，会获得属性加成。3个同品质同类型的铭文可以进行融合，会获得更高级的铭文。\n3.铭文达到一定等级后会提升铭文品质。"},{"id":"63","desc":"一、仙域\n1.仙域中每关的奖励分为首通奖励和常规奖励，首通奖励仅在首次通过关卡时可以获取。\n2.每天0点会重置挑战进度回到第一关。\n二、扫荡\n1.玩家挑战到30关以上时，在每日重置以后可以进行扫荡。\n2.扫荡会直接将关卡自动扫荡到当前最高关卡的前20关。\n三、成就\n1.本服任意5个玩家通关对应层后，所有本服玩家可以领取奖励。"},{"id":"64","desc":"一、道友激活\n1.完成对应道友任务要求后，可自动激活道友。\n2.不同道友的要求不同。\n二、道友特权\n1.道友在激活后，可自动激活部分功能性特权以及提供属性加成。\n2.道友升级可提升属性加成和道友属性提升。\n三、道友切磋\n1.道友切磋的关卡将通过亲密度等级进行开启，达成亲密度等级后，才可以进行挑战。\n2.该挑战为一次性挑战。\n四、道友亲密\n1.消耗亲密度道具增加道友亲密度。\n2.不同品质的道友道具增加的亲密度不同。\n3.每个道友都有特定的亲密度道具，使用特定亲密度道具，提升的亲密度更高。\n4.亲密度满后，道友亲密度等级提高，除了可获得对应属性，道友还会通过邮件进行回礼。\n5.亲密度等级达到一定等级时，将需要消耗对应的道友信物进行道友的突破，突破后可以继续进行升级。\n6.道友的亲密度等级达到指定等级后，可以通过消耗道具进行结缘。结缘后，对应道友的能力提高10%，同时可以对道友进行改名，并且获得道友的外观。\n五、道友事件\n1.每天0、6、12、18点进行刷新。\n2.道友事件分为邀约、委托、交易。邀约事件需要派遣对应要求的道友处理事件，倒计时结束后可领取奖励。委托时间需要提交要求的道具，提交后开启倒计时，倒计时结束后，可手动领取奖励。交易事件会提供打折商品可供购买。\n3.道友事件出现后停留24小时后消失"},{"id":"65","desc":"一、开启\n·登神榜每周五开启新赛季，周五早上10点开启，周日23点50分结算，结算期间玩家不可挑战。\n赛区\n·每25个服务器为一个赛区，赛区内的个人和仙盟分别竞榜。\n二、挑战\n·每次挑战消耗1枚登神帖，进行相同段位内的随机目标匹配。\n·每天0点获得6个登神帖，随后每120分钟获得1个，达到上限以后不再增长。\n·登神帖可额外进行购买，每日最多可最多购买20次。\n·登神帖存储上限为40个，超过40个不会继续增加，使用灵石购买的登神帖可超过存储上限。\n·当前赛季结束后，当赛季的登神帖会清空，下个赛季登神帖初始数量会重置为6个。\n三、战斗\n·每一场挑战的战斗上限为15回合，若回合结束仍未决出胜负则以伤害及治疗总量计算，较多的获胜。\n·每个段位挑战分为自由比试和升境比试。\n·在自由比试期间，圣王境以下的段位每胜利1场，则增加1积分，失败一场则扣除1积分\n·积分达到对应境界的满分时，则进入升境比试。\n·升境比试中，玩家有3次失败机会，只要玩家赢得一场升境比试，则可升至下一境；连续战败3次，则升境失败，返回上一境，同时减少1积分。\n·自在境及以上境界在降至0分时，再失败一场会降境，金刚境的玩家即时0分，再失败，也不会降境。\n·进入圣王境界后，挑战胜利获得1分，比试失败不减分。\n四、积分\n·玩家进入赛季后，默认为金刚境0分。\n·玩家的累计积分为境界分+当前境界累计积分。\n·用于公会排名的积分，为玩家的累计积分。\n五、排名\n·个人排行榜按照段位进行排名，同段内当前的积分高的优先，同积分的则按照先达到该段位/积分的时间进行排名。\n·仙盟排行榜按照总积分进行排名，总积分相同的则按照先达到该积分的时间进行排名。\n·24小时内加入仙盟的新人，无法为仙盟提供积分，仙盟榜名次信息每5分钟刷新1次。\n·离开或被逐出仙盟后，为仙盟提供的积分会失效。\n·赛季开启后，至少进行1场比试，才可以获得入榜资格。\n·每次登神榜结算以后，玩家获得对应奖励，也会对境界进行清空。\n六、奖励\n·每日参与登神榜，根据比试次数，可获得每日的挑战奖励。\n·赛季结算后，根据玩家当前的境界或圣王境排名发送对应的邮件奖励。\n·仙盟积分根据仙盟内所有成员当前累计的分数总和来计算，仙盟榜根据参赛的仙盟积分进行排名并发放邮件奖励"},{"id":"66","desc":"一、培养\n·上阵的精怪会在战斗中触发各种效果，为战局带来更多变化。\n·获得足够数量的精怪碎片后可以合成对应精怪，再次获得该精怪的碎片则可以对精怪进行升级。\n·精怪升级会提升获得属性加成，每5级则会强化其技能效果。\n·所有精怪的属性加成会同时生效，无需上阵。\n二、召唤精怪\n·消耗唤灵符招引精怪。\n·招引精怪时会获取不同精怪的碎片，消耗5个唤灵符可以同时招引5次精怪。"},{"id":"67","desc":"一、分解条件\n·精怪满级后，对应精怪的碎片可以进行分解。\n·分解获得对应的积分，不同品质的精怪碎片分解获得的积分不同。\n·当积分满后，可获得唤灵符。\n二、批量筛选\n·可以使用批量选中来根据品质选择要分解的精怪碎片。\n·批量时如果当前未拥有该品质的精怪碎片，则无法成功进行批量选中。"}]]],0,0,[],[],[]]